Repository: grumpa/work_evid
Catalog: django_project/work_evid/locale/*/LC_MESSAGES/django.po
Languages: cs

source: firm name
cs: jméno firmy

source: periode [months]
cs: perioda [měsíce]

source: How often we make an invoice.
cs: Jak často fakturujeme.

source: from date
cs: od data

source: description
cs: popis

source: firm
cs: firma

source: work date
cs: datum práce

source: price for item
cs: cena za jednotku

source: ammount of items
cs: množství jednotek

source: what (briefly)
cs: co (stručně)

source: describe detailed
cs: detailní popis

source: created
cs: vytvořeno

source: finished
cs: dokončeno

source: logout
cs: odhlášení

source: Logout was successful
cs: Odhlášení se zdařilo.

source: Back to login page
cs: Zpět na stránku s přihlášením.

source: login
cs: přihlášení

source: Wrong username or password. Try it again.
cs: Chybné uživatelské jméno nebo heslo. Zkuste to znovu.

source: submit login
cs: přihlásit

source: Work Evidence
cs: Evidence práce

source: Web application for evidence of work.
cs: Webová aplikace pro evidenci práce.

source: evidence, work, web application
cs: evidence, práce, webová aplikace

source: works
cs: práce

source: overviews
cs: přehledy

source: firms edit
cs: editace firem

source: Delete work items
cs: Smazat položky práce

source: Delete this
cs: Smazat tyto

source: yes
cs: ano

source: no
cs: ne

source: firm confirm delete
cs: firma - potvrdit smazání

source: Firm detail
cs: Detail firmy

source: period
cs: období

source: Really delete
cs: Skutečně smazat

source: Delete
cs: Smazat

source: No
cs: Ne

source: firm detail
cs: detail firmy

source: list
cs: seznam

source: To list
cs: Na seznam

source: update
cs: upravit

source: Update
cs: Upravit

source: firm create
cs: vytvořit firmu

source: Firm - create
cs: Firma - vytvořit

source: Back
cs: Zpět

source: firm list
cs: seznam firem

source: Firms list
cs: Seznam firem

source: add new
cs: přidat novou

source: operation
cs: operace

source: delete
cs: smazat

source: main page
cs: hlavní stránka

source: New Work
cs: Nová práce

source: Last Works
cs: Poslední práce

source: select
cs: vybrat

source: item price
cs: cena položky

source: items
cs: položek

source: what we did
cs: co jsme dělali

source: What to do
cs: Co udělat

source: Edit
cs: Upravit

source: No firm in database. Add some first.
cs: Žádná firma v databázi. Nejdříve nějaké vytvoř.

source: Filters
cs: Filtry

source: Year
cs: Rok

source: all
cs: všechny

source: Month
cs: Měsíc

source: Firm
cs: Firma

source: Order by
cs: Řadit dle

source: date
cs: datum

source: sum
cs: suma

source: total
cs: úhrnem

source: delete selected
cs: smazat vybrané

source: sub
cs: mezisoučet

source: No work in database. Nothing to show. Work first :-).
cs: Žádná práce v databázi. Není co ukázat. Nejdřív pracuj :-).

source: todo confirm delete
cs: todo - potvrdit smazání

source: create todo
cs: vytvořit todo

source: Todo - create
cs: Todo - vytvořit

source: todo list
cs: todo seznam

source: Todo list
cs: Todo seznam

source: add
cs: přidat

source: Work Confirm Delete
cs: Práce - potvrdit smazání

source: Work detail
cs: Práce - podrobnosti

source: Work Detail
cs: Práce - Podrobnosti

source: items x price
cs: položek x cena

source: Work Edit
cs: Práce - Editace

source: Work List
cs: Práce - Přehled

source: price
cs: cena

source: what
cs: co
